
"%d Active Connections" = "%d aktive tilkoblinger";

"%d Items" = "%d objekter";

"%d Tunnelblick Connections Imported" = "%d Tunnelblick-tilkoblinger importert";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d tilkoblinger ble importert fra Tunnelblick. Hvis du har konfigurert avanserte OpenVPN-preferanser eller skript, vennligst kontrollér under Valg at alle instillingene ble importert riktig.";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s har blitt frakoblet";

"%s Is Connected" = "%s koblet til";

"%s Is Disconnected" = "%s koblet fra";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s har blitt frakoblet siden en gyldig tilkobling til den eksterne serveren ikke lenger eksisterer. Viscosity kan la tilkoblingen være frakoblet, eller koble den til automatisk når en gyldig nettverkstilknytning blir tilgjengelig.";

"1 Active Connection" = "1 aktiv tilkobling";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "En tilkobling ble importert fra Tunnelblick. Hvis du har konfigurert avanserte OpenVPN-preferanser eller skript, vennligst kontrollér under Valg at alle instillingene ble importert riktig.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "En gyldig tilkobling til den eksterne serveren eksisterer ikke. Vennligst kontroller at din datamaskin har en gyldig nettverkstilknytning, og forsøk igjen. Viscosity kan la tilkoblingen være frakoblet, eller koble den til automatisk når en gyldig nettverkstilknytning blir tilgjengelig.";

"Admin Rights Required" = "Administratorrettigheter påkrevd";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "En installasjon av Tunnelblick ble oppdaget på din datamaskin. Ønsker du at Viscosity automaisk skal importere configurasjonene derfra?";

"Append" = "Legg til";

"Are you sure you want to delete the connection '%s'?" = "Er du sikker på at du ønsker å slette tilkoblingen '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Er du sikker på at du ønsker å slette mappen '%s' og dens %d objekter?";

"Are you sure you want to delete the folder '%s'?" = "Er du sikker på at du ønsker å slette mappen '%s'?";

"Authenticating" = "Autentiserer";

"Authentication Failed" = "Autentisering feilet";

"Automatically Connect" = "Koble til automatisk";

"Before Connect script terminated connection attempt." = "Før tilkobling-skript avbrøt tilkoblingsforsøket.";

"Bytes" = "Byte";

"Cancel" = "Avbryt";

"Checking reachability status of connection..." = "Sjekker tilgjengelighetsstatus for tilkobling...";

"Clear" = "Tøm";

"Connect %s" = "Koble til %s";

"Connected" = "Tilkoblet";

"Connecting" = "Kobler til";

"Connection Failed" = "Tilkobling mislykket";

"Connection Imported" = "Tilkobling importert";

"Connection is not reachable. Disconnecting." = "Tilkoblingen er ikke tilgjengelig. Kobler fra.";

"Connection is reachable. Starting connection attempt." = "Tilkoblingen er tilgjengelig. Forsøker tilkobling.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Slett tilkobling";

"Delete Folder" = "Slett mappe";

"Deny" = "Deny";

"Details..." = "Detaljer...";

"Disconnect %s" = "Koble fra %s";

"Disconnected" = "Frakoblet";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Oppgi lisens";

"Error: Email Missing" = "Feil: E-postadresse mangler";

"Error: License Missing" = "Feil: Lisensnøkkel mangler";

"Error: Name Missing" = "Feil: Navn mangler";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "Avslutter";

"Export As:" = "Eksporter som:";

"Ignore" = "Ignorer";

"Import Bundled Connections?" = "Importer vedlagte tilkoblinger?";

"Import Connections From Tunnelblick?" = "Importer tilkoblinger fra Tunnelblick?";

"In" = "Inn";

"Install" = "Install";

"Invalid License" = "Ugyldig lisens";

"Invalid Remote Server Address" = "Ugyldig ekstern serveradresse";

"Invalid Username" = "Ugyldig brukernavn";

"My Connection" = "Mine tilkoblinger";

"My Folder" = "Min mappe";

"No" = "Nei";

"No Tunnelblick Connections Imported" = "Ingen Tunnelblick-konfigurasjoner importert.";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Ingen gyldige klientkonfigurasjoner ble funnet i Tunnelblick. Men ikke fortvil! Du kan bruke Valg-seksjonen til å manuelt spesifisere eller importere en tilkobling.";

"None" = "Ingen";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "OpenVPN-verifikasjon feilet med informasjonen fra din nøkkelring. Din nøkkelring for denne tilkoblingen har blitt nullstilt. Vennligst koble til på nytt for å prøve igjen.";

"OpenVPN Verification Failed. Please reconnect to try again." = "OpenVPN-verifikasjon feilet. Vennligst koble til på nytt for å prøve igjen.";

"OpenVPN requires a username and password to continue." = "OpenVPN krever et brukernavn og passord for å fortsette.";

"Out" = "Ut";

"Overwrite" = "Erstatt";

"Please enter the email associated with the license to continue." = "Vennligst oppgi e-postadressen knyttet til lisensen for å fortsette.";

"Please enter the license key to continue." = "Vennligst oppgi lisensnøkkelen for å fortsette.";

"Please enter the name associated with the license to continue." = "Vennligst oppgi navnet knyttet til lisensen for å fortsette.";

"Please log into the HTTP Proxy server using your username and password." = "Vennligst logg på HTTP Proxy-tjeneren med ditt brukernavn og passord.";

"Please purchase Viscosity!" = "Vennligst kjøp Viscosity!";

"Preferences..." = "Valg...";

"Purchase" = "Kjøp";

"Quit" = "Quit";

"Quit Viscosity" = "Avslutt Viscosity";

"Reconnect" = "Koble til på nytt";

"Reconnect Connections?" = "Koble til på nytt?";

"Registered To" = "Registrert til";

"Registration Successful" = "Registrering vellykket";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Registrering ble vellykket gjennomført. Alle begrensninger har blitt fjernet! Mange takk for at du kjøpte Viscosity!";

"Select ..." = "Velg ...";

"Several Connections Have Been Disconnected" = "Flere tilkoblinger har blitt koblet fra";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Flere tilkoblinger har blitt frakoblet siden en gyldig tilkobling til den eksterne serveren ikke lenger eksisterer. Viscosity kan la tilkoblingen være frakoblet, eller koble den til automatisk når en gyldig nettverkstilknytning blir tilgjengelig.";

"The Connection Could Not Be Imported" = "Tilkoblingen kunne ikke bli importert";

"The Connection Could Not Be Saved" = "Kunne ikke lagre tilkoblingen.";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "OpenVPN-subsystemet kunne ikke bli startet. Vennligst kontrollér følgende:\n- Se etter feilmeldinger over/før denne meldingen.\n- Pass på at Viscosity ikke kjører i et File Vault-beskyttet område (plasser Viscosity i Programmer-mappen).\n- Pass på at konfigurasjonen er korrekt. Kontrollér tilkoblingsinstillingene for tilkoblingen gjennom Viscosity.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "OpenVPN-subsystemet kunne ikke starte. Vennligst se loggen (tredje ikon) i Detaljer-vinduet for mer informasjon.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "Kunne ikke legge til route.";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "Serverens sertifikat er ugyldig. Det kan hende at du kobler til en server som utgir seg for å være \"%@\", som kan resultere i at sensitiv informasjon kommer på avveie og at uvedkommende får tilgang til dine data. Ønsker du likevell å fortsette?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "%s has blitt koblet fra.";

"The connection %s has connected." = "%s har koblet til.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "Valgt fil er ikke en gyldig Viscosity-konfigurasjonspakke.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Den valgte filen er ikke en gyldig OpenVPN klient-konfigurasjonsfil.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "Den oppgitte lisensnøkkelen er ugyldig. Vennligst kontroller navn, e-postadresse og lisensnøkkel, og prøv igjen.";

"The name '%s' is already in use. Please enter a new name." = "Navnet '%s' er allerede i bruk. Vennligst oppgi et annet navn.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "Oppnådde ikke kontakt med serveren. Vennligst bekreft at du har oppgitt korrekt adresse og forsøk igjen.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Brukernavnet og/eller passordet ble ikke godtatt. Vennligst koble til på nytt for å prøve igjen.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "Brukernavnet og/eller passordet ble avvist. Vennligst bekreft at du har oppgitt korrekt brukernavn og passord, og forsøk igjen.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Brukernavnet og/eller passordet som ble funnet i din nøkkelring ble ikke godtatt. Din nøkkelring for denne tilkoblingen har blitt nullstilt. Vennligst koble til på nytt for å prøve igjen.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Denne utgaven av Viscosity kommer med en eller flere tilkoblinger vedlagt. Ønsker du å erstatte dine eksisterende tilkoblinger med de vedlagte tilkoblingene, eller legge dem til i listen uten å fjerne de eksisterende tilkoblingene?";

"Trial Period Expired!" = "Prøveperiode utløpt!";

"Tunnelblick Connection Imported" = "Tunnelblick-tilkobling importert";

"Username/Password (Basic)" = "Brukernavn/passord (enkel)";

"Username/Password (NTLM)" = "Brukernavn/passord (NTLM)";

"Verification Failed" = "Verifikasjon feilet";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity kan ikke bekrefte identiteten til serveren \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity har importert tilkoblingen. Den er nå tilgjengelig fra din tilkoblingsliste.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity har importert tilkoblingen. Den er nå tilgjengelig fra din tilkoblingsliste.\n\nHvis du har benyttet avanserte OpenVPN-preferanser eller skript, vennligst kontrollér under Valg at alle instillinger ble importert riktig.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity må koble opp dine aktive tilkoblinger på nytt for å utføre endringen.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity krever administratorrettigheter ved første oppstart for å konfigurere OpenVPN og andre nødvendige komponenter. Viscosity vil nå avslutte. Vennligst åpne Viscosity på nytt for å prøve igjen.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "Venter";

"Yes" = "Ja";

"You must enter a Name for the connection." = "Du må oppgi et navn for tilkoblingen.";

"You must enter a Route before saving." = "Du må oppgi en route før du lagrer.";

"You must enter a port for the proxy server." = "Du må oppgi en port for proxytjeneren.";

"You must enter a username to use for authentication." = "Du må oppgi et brukernavn for autentisering.";

"You must enter a valid address for the remote VPN server." = "Du må oppgi en gyldig adresse til VPN-serveren.";

"You must enter an address for the proxy server." = "Du må oppgi en adresse til proxytjeneren.";

"You must enter an address for the remote server." = "Du må oppgi en adresse til tjeneren.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Din prøveperiode utløper om %d dager. Vennligst kjøp Viscosity dersom du ønsker å fortsette med ubegrenset bruk.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Din prøveperiode utløper om én dag! Vennligst kjøp Viscosity dersom du ønsker å fortsette med ubegrenset bruk.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Din prøveperiode har utløpt. Vennligst kjøp Viscosity dersom du ønsker å fortsette med ubegrenset bruk.";

"day" = "dag";

"days" = "dager";

"hour" = "time";

"hours" = "timer";

"minute" = "minutt";

"minutes" = "minutter";

"second" = "sekund";

"seconds" = "sekunder";
